{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 40320, "word_counts": "{\"pawn\": 4032, \"knight\": 4032, \"bishop\": 4032, \"rook\": 4032, \"queen\": 4032, \"king\": 4032, \"porn\": 4032, \"on\": 4032, \"night\": 4032, \"ruk\": 4032}", "word_docs": "{\"pawn\": 4032, \"knight\": 4032, \"bishop\": 4032, \"rook\": 4032, \"queen\": 4032, \"king\": 4032, \"porn\": 4032, \"on\": 4032, \"night\": 4032, \"ruk\": 4032}", "index_docs": "{\"1\": 4032, \"2\": 4032, \"3\": 4032, \"4\": 4032, \"5\": 4032, \"6\": 4032, \"7\": 4032, \"8\": 4032, \"9\": 4032, \"10\": 4032}", "index_word": "{\"1\": \"pawn\", \"2\": \"knight\", \"3\": \"bishop\", \"4\": \"rook\", \"5\": \"queen\", \"6\": \"king\", \"7\": \"porn\", \"8\": \"on\", \"9\": \"night\", \"10\": \"ruk\"}", "word_index": "{\"pawn\": 1, \"knight\": 2, \"bishop\": 3, \"rook\": 4, \"queen\": 5, \"king\": 6, \"porn\": 7, \"on\": 8, \"night\": 9, \"ruk\": 10}"}}