{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 80640, "word_counts": "{\"a1\": 1260, \"a2\": 1260, \"a3\": 1260, \"a4\": 1260, \"a5\": 1260, \"a6\": 1260, \"a7\": 1260, \"a8\": 1260, \"b1\": 1260, \"b2\": 1260, \"b3\": 1260, \"b4\": 1260, \"b5\": 1260, \"b6\": 1260, \"b7\": 1260, \"b8\": 1260, \"c1\": 1260, \"c2\": 1260, \"c3\": 1260, \"c4\": 1260, \"c5\": 1260, \"c6\": 1260, \"c7\": 1260, \"c8\": 1260, \"d1\": 1260, \"d2\": 1260, \"d3\": 1260, \"d4\": 1260, \"d5\": 1260, \"d6\": 1260, \"d7\": 1260, \"d8\": 1260, \"e1\": 1260, \"e2\": 1260, \"e3\": 1260, \"e4\": 1260, \"e5\": 1260, \"e6\": 1260, \"e7\": 1260, \"e8\": 1260, \"f1\": 1260, \"f2\": 1260, \"f3\": 1260, \"f4\": 1260, \"f5\": 1260, \"f6\": 1260, \"f7\": 1260, \"f8\": 1260, \"g1\": 1260, \"g2\": 1260, \"g3\": 1260, \"g4\": 1260, \"g5\": 1260, \"g6\": 1260, \"g7\": 1260, \"g8\": 1260, \"h1\": 1260, \"h2\": 1260, \"h3\": 1260, \"h4\": 1260, \"h5\": 1260, \"h6\": 1260, \"h7\": 1260, \"h8\": 1260}", "word_docs": "{\"a1\": 1260, \"a2\": 1260, \"a3\": 1260, \"a4\": 1260, \"a5\": 1260, \"a6\": 1260, \"a7\": 1260, \"a8\": 1260, \"b1\": 1260, \"b2\": 1260, \"b3\": 1260, \"b4\": 1260, \"b5\": 1260, \"b6\": 1260, \"b7\": 1260, \"b8\": 1260, \"c1\": 1260, \"c2\": 1260, \"c3\": 1260, \"c4\": 1260, \"c5\": 1260, \"c6\": 1260, \"c7\": 1260, \"c8\": 1260, \"d1\": 1260, \"d2\": 1260, \"d3\": 1260, \"d4\": 1260, \"d5\": 1260, \"d6\": 1260, \"d7\": 1260, \"d8\": 1260, \"e1\": 1260, \"e2\": 1260, \"e3\": 1260, \"e4\": 1260, \"e5\": 1260, \"e6\": 1260, \"e7\": 1260, \"e8\": 1260, \"f1\": 1260, \"f2\": 1260, \"f3\": 1260, \"f4\": 1260, \"f5\": 1260, \"f6\": 1260, \"f7\": 1260, \"f8\": 1260, \"g1\": 1260, \"g2\": 1260, \"g3\": 1260, \"g4\": 1260, \"g5\": 1260, \"g6\": 1260, \"g7\": 1260, \"g8\": 1260, \"h1\": 1260, \"h2\": 1260, \"h3\": 1260, \"h4\": 1260, \"h5\": 1260, \"h6\": 1260, \"h7\": 1260, \"h8\": 1260}", "index_docs": "{\"1\": 1260, \"2\": 1260, \"3\": 1260, \"4\": 1260, \"5\": 1260, \"6\": 1260, \"7\": 1260, \"8\": 1260, \"9\": 1260, \"10\": 1260, \"11\": 1260, \"12\": 1260, \"13\": 1260, \"14\": 1260, \"15\": 1260, \"16\": 1260, \"17\": 1260, \"18\": 1260, \"19\": 1260, \"20\": 1260, \"21\": 1260, \"22\": 1260, \"23\": 1260, \"24\": 1260, \"25\": 1260, \"26\": 1260, \"27\": 1260, \"28\": 1260, \"29\": 1260, \"30\": 1260, \"31\": 1260, \"32\": 1260, \"33\": 1260, \"34\": 1260, \"35\": 1260, \"36\": 1260, \"37\": 1260, \"38\": 1260, \"39\": 1260, \"40\": 1260, \"41\": 1260, \"42\": 1260, \"43\": 1260, \"44\": 1260, \"45\": 1260, \"46\": 1260, \"47\": 1260, \"48\": 1260, \"49\": 1260, \"50\": 1260, \"51\": 1260, \"52\": 1260, \"53\": 1260, \"54\": 1260, \"55\": 1260, \"56\": 1260, \"57\": 1260, \"58\": 1260, \"59\": 1260, \"60\": 1260, \"61\": 1260, \"62\": 1260, \"63\": 1260, \"64\": 1260}", "index_word": "{\"1\": \"a1\", \"2\": \"a2\", \"3\": \"a3\", \"4\": \"a4\", \"5\": \"a5\", \"6\": \"a6\", \"7\": \"a7\", \"8\": \"a8\", \"9\": \"b1\", \"10\": \"b2\", \"11\": \"b3\", \"12\": \"b4\", \"13\": \"b5\", \"14\": \"b6\", \"15\": \"b7\", \"16\": \"b8\", \"17\": \"c1\", \"18\": \"c2\", \"19\": \"c3\", \"20\": \"c4\", \"21\": \"c5\", \"22\": \"c6\", \"23\": \"c7\", \"24\": \"c8\", \"25\": \"d1\", \"26\": \"d2\", \"27\": \"d3\", \"28\": \"d4\", \"29\": \"d5\", \"30\": \"d6\", \"31\": \"d7\", \"32\": \"d8\", \"33\": \"e1\", \"34\": \"e2\", \"35\": \"e3\", \"36\": \"e4\", \"37\": \"e5\", \"38\": \"e6\", \"39\": \"e7\", \"40\": \"e8\", \"41\": \"f1\", \"42\": \"f2\", \"43\": \"f3\", \"44\": \"f4\", \"45\": \"f5\", \"46\": \"f6\", \"47\": \"f7\", \"48\": \"f8\", \"49\": \"g1\", \"50\": \"g2\", \"51\": \"g3\", \"52\": \"g4\", \"53\": \"g5\", \"54\": \"g6\", \"55\": \"g7\", \"56\": \"g8\", \"57\": \"h1\", \"58\": \"h2\", \"59\": \"h3\", \"60\": \"h4\", \"61\": \"h5\", \"62\": \"h6\", \"63\": \"h7\", \"64\": \"h8\"}", "word_index": "{\"a1\": 1, \"a2\": 2, \"a3\": 3, \"a4\": 4, \"a5\": 5, \"a6\": 6, \"a7\": 7, \"a8\": 8, \"b1\": 9, \"b2\": 10, \"b3\": 11, \"b4\": 12, \"b5\": 13, \"b6\": 14, \"b7\": 15, \"b8\": 16, \"c1\": 17, \"c2\": 18, \"c3\": 19, \"c4\": 20, \"c5\": 21, \"c6\": 22, \"c7\": 23, \"c8\": 24, \"d1\": 25, \"d2\": 26, \"d3\": 27, \"d4\": 28, \"d5\": 29, \"d6\": 30, \"d7\": 31, \"d8\": 32, \"e1\": 33, \"e2\": 34, \"e3\": 35, \"e4\": 36, \"e5\": 37, \"e6\": 38, \"e7\": 39, \"e8\": 40, \"f1\": 41, \"f2\": 42, \"f3\": 43, \"f4\": 44, \"f5\": 45, \"f6\": 46, \"f7\": 47, \"f8\": 48, \"g1\": 49, \"g2\": 50, \"g3\": 51, \"g4\": 52, \"g5\": 53, \"g6\": 54, \"g7\": 55, \"g8\": 56, \"h1\": 57, \"h2\": 58, \"h3\": 59, \"h4\": 60, \"h5\": 61, \"h6\": 62, \"h7\": 63, \"h8\": 64}"}}