{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 40320, "word_counts": "{\"move\": 40320, \"pawn\": 4032, \"from\": 40320, \"a1\": 1260, \"to\": 40320, \"a2\": 1260, \"a3\": 1260, \"a4\": 1260, \"a5\": 1260, \"a6\": 1260, \"a7\": 1260, \"a8\": 1260, \"b1\": 1260, \"b2\": 1260, \"b3\": 1260, \"b4\": 1260, \"b5\": 1260, \"b6\": 1260, \"b7\": 1260, \"b8\": 1260, \"c1\": 1260, \"c2\": 1260, \"c3\": 1260, \"c4\": 1260, \"c5\": 1260, \"c6\": 1260, \"c7\": 1260, \"c8\": 1260, \"d1\": 1260, \"d2\": 1260, \"d3\": 1260, \"d4\": 1260, \"d5\": 1260, \"d6\": 1260, \"d7\": 1260, \"d8\": 1260, \"e1\": 1260, \"e2\": 1260, \"e3\": 1260, \"e4\": 1260, \"e5\": 1260, \"e6\": 1260, \"e7\": 1260, \"e8\": 1260, \"f1\": 1260, \"f2\": 1260, \"f3\": 1260, \"f4\": 1260, \"f5\": 1260, \"f6\": 1260, \"f7\": 1260, \"f8\": 1260, \"g1\": 1260, \"g2\": 1260, \"g3\": 1260, \"g4\": 1260, \"g5\": 1260, \"g6\": 1260, \"g7\": 1260, \"g8\": 1260, \"h1\": 1260, \"h2\": 1260, \"h3\": 1260, \"h4\": 1260, \"h5\": 1260, \"h6\": 1260, \"h7\": 1260, \"h8\": 1260, \"knight\": 4032, \"bishop\": 4032, \"rook\": 4032, \"queen\": 4032, \"king\": 4032, \"porn\": 4032, \"on\": 4032, \"night\": 4032, \"ruk\": 4032}", "word_docs": "{\"a2\": 1260, \"a1\": 1260, \"from\": 40320, \"pawn\": 4032, \"move\": 40320, \"to\": 40320, \"a3\": 1260, \"a4\": 1260, \"a5\": 1260, \"a6\": 1260, \"a7\": 1260, \"a8\": 1260, \"b1\": 1260, \"b2\": 1260, \"b3\": 1260, \"b4\": 1260, \"b5\": 1260, \"b6\": 1260, \"b7\": 1260, \"b8\": 1260, \"c1\": 1260, \"c2\": 1260, \"c3\": 1260, \"c4\": 1260, \"c5\": 1260, \"c6\": 1260, \"c7\": 1260, \"c8\": 1260, \"d1\": 1260, \"d2\": 1260, \"d3\": 1260, \"d4\": 1260, \"d5\": 1260, \"d6\": 1260, \"d7\": 1260, \"d8\": 1260, \"e1\": 1260, \"e2\": 1260, \"e3\": 1260, \"e4\": 1260, \"e5\": 1260, \"e6\": 1260, \"e7\": 1260, \"e8\": 1260, \"f1\": 1260, \"f2\": 1260, \"f3\": 1260, \"f4\": 1260, \"f5\": 1260, \"f6\": 1260, \"f7\": 1260, \"f8\": 1260, \"g1\": 1260, \"g2\": 1260, \"g3\": 1260, \"g4\": 1260, \"g5\": 1260, \"g6\": 1260, \"g7\": 1260, \"g8\": 1260, \"h1\": 1260, \"h2\": 1260, \"h3\": 1260, \"h4\": 1260, \"h5\": 1260, \"h6\": 1260, \"h7\": 1260, \"h8\": 1260, \"knight\": 4032, \"bishop\": 4032, \"rook\": 4032, \"queen\": 4032, \"king\": 4032, \"porn\": 4032, \"on\": 4032, \"night\": 4032, \"ruk\": 4032}", "index_docs": "{\"15\": 1260, \"14\": 1260, \"2\": 40320, \"4\": 4032, \"1\": 40320, \"3\": 40320, \"16\": 1260, \"17\": 1260, \"18\": 1260, \"19\": 1260, \"20\": 1260, \"21\": 1260, \"22\": 1260, \"23\": 1260, \"24\": 1260, \"25\": 1260, \"26\": 1260, \"27\": 1260, \"28\": 1260, \"29\": 1260, \"30\": 1260, \"31\": 1260, \"32\": 1260, \"33\": 1260, \"34\": 1260, \"35\": 1260, \"36\": 1260, \"37\": 1260, \"38\": 1260, \"39\": 1260, \"40\": 1260, \"41\": 1260, \"42\": 1260, \"43\": 1260, \"44\": 1260, \"45\": 1260, \"46\": 1260, \"47\": 1260, \"48\": 1260, \"49\": 1260, \"50\": 1260, \"51\": 1260, \"52\": 1260, \"53\": 1260, \"54\": 1260, \"55\": 1260, \"56\": 1260, \"57\": 1260, \"58\": 1260, \"59\": 1260, \"60\": 1260, \"61\": 1260, \"62\": 1260, \"63\": 1260, \"64\": 1260, \"65\": 1260, \"66\": 1260, \"67\": 1260, \"68\": 1260, \"69\": 1260, \"70\": 1260, \"71\": 1260, \"72\": 1260, \"73\": 1260, \"74\": 1260, \"75\": 1260, \"76\": 1260, \"77\": 1260, \"5\": 4032, \"6\": 4032, \"7\": 4032, \"8\": 4032, \"9\": 4032, \"10\": 4032, \"11\": 4032, \"12\": 4032, \"13\": 4032}", "index_word": "{\"1\": \"move\", \"2\": \"from\", \"3\": \"to\", \"4\": \"pawn\", \"5\": \"knight\", \"6\": \"bishop\", \"7\": \"rook\", \"8\": \"queen\", \"9\": \"king\", \"10\": \"porn\", \"11\": \"on\", \"12\": \"night\", \"13\": \"ruk\", \"14\": \"a1\", \"15\": \"a2\", \"16\": \"a3\", \"17\": \"a4\", \"18\": \"a5\", \"19\": \"a6\", \"20\": \"a7\", \"21\": \"a8\", \"22\": \"b1\", \"23\": \"b2\", \"24\": \"b3\", \"25\": \"b4\", \"26\": \"b5\", \"27\": \"b6\", \"28\": \"b7\", \"29\": \"b8\", \"30\": \"c1\", \"31\": \"c2\", \"32\": \"c3\", \"33\": \"c4\", \"34\": \"c5\", \"35\": \"c6\", \"36\": \"c7\", \"37\": \"c8\", \"38\": \"d1\", \"39\": \"d2\", \"40\": \"d3\", \"41\": \"d4\", \"42\": \"d5\", \"43\": \"d6\", \"44\": \"d7\", \"45\": \"d8\", \"46\": \"e1\", \"47\": \"e2\", \"48\": \"e3\", \"49\": \"e4\", \"50\": \"e5\", \"51\": \"e6\", \"52\": \"e7\", \"53\": \"e8\", \"54\": \"f1\", \"55\": \"f2\", \"56\": \"f3\", \"57\": \"f4\", \"58\": \"f5\", \"59\": \"f6\", \"60\": \"f7\", \"61\": \"f8\", \"62\": \"g1\", \"63\": \"g2\", \"64\": \"g3\", \"65\": \"g4\", \"66\": \"g5\", \"67\": \"g6\", \"68\": \"g7\", \"69\": \"g8\", \"70\": \"h1\", \"71\": \"h2\", \"72\": \"h3\", \"73\": \"h4\", \"74\": \"h5\", \"75\": \"h6\", \"76\": \"h7\", \"77\": \"h8\"}", "word_index": "{\"move\": 1, \"from\": 2, \"to\": 3, \"pawn\": 4, \"knight\": 5, \"bishop\": 6, \"rook\": 7, \"queen\": 8, \"king\": 9, \"porn\": 10, \"on\": 11, \"night\": 12, \"ruk\": 13, \"a1\": 14, \"a2\": 15, \"a3\": 16, \"a4\": 17, \"a5\": 18, \"a6\": 19, \"a7\": 20, \"a8\": 21, \"b1\": 22, \"b2\": 23, \"b3\": 24, \"b4\": 25, \"b5\": 26, \"b6\": 27, \"b7\": 28, \"b8\": 29, \"c1\": 30, \"c2\": 31, \"c3\": 32, \"c4\": 33, \"c5\": 34, \"c6\": 35, \"c7\": 36, \"c8\": 37, \"d1\": 38, \"d2\": 39, \"d3\": 40, \"d4\": 41, \"d5\": 42, \"d6\": 43, \"d7\": 44, \"d8\": 45, \"e1\": 46, \"e2\": 47, \"e3\": 48, \"e4\": 49, \"e5\": 50, \"e6\": 51, \"e7\": 52, \"e8\": 53, \"f1\": 54, \"f2\": 55, \"f3\": 56, \"f4\": 57, \"f5\": 58, \"f6\": 59, \"f7\": 60, \"f8\": 61, \"g1\": 62, \"g2\": 63, \"g3\": 64, \"g4\": 65, \"g5\": 66, \"g6\": 67, \"g7\": 68, \"g8\": 69, \"h1\": 70, \"h2\": 71, \"h3\": 72, \"h4\": 73, \"h5\": 74, \"h6\": 75, \"h7\": 76, \"h8\": 77}"}}